Repository: Anvipo/Pomogator
Catalog: Sources/App/Resources/Localizable.xcstrings
Source language: en
Languages: ru

# Add meal time notifications button accessibility label
source: Notificate about calculated meal times
ru: Напоминать о приёмах пищи согласно составленному расписанию

# Add meal time notifications button title
source: Notificate
ru: Напоминать

source: Attention
ru: Внимание

# Breakfast spotlight keyword
source: Breakfast
ru: Завтрак

# Calculate meal time schedule button accessibility label
source: Calculate meal time schedule
ru: Составить расписание приёмов пищи

# Calculate meal time schedule button title
source: Calculate
ru: Составить

# Calculate meal time schedule screen title
source: Calculate meal time schedule
ru: Составить расписание приёмов пищи

# Change meal time schedule button accessibility label
source: Change meal time schedule
ru: Изменить расписание приёмов пищи

# Change meal time schedule button title
source: Change
ru: Изменить

# Delete meal time reminders alert message
source: Do you want to delete saved meal time schedule?
ru: Хочешь удалить сохранённое расписание приёмов пищи?

# Delete saved meal time schedule alert accessibility label
source: Delete saved meal time schedule and related notifications
ru: Удалить сохранённое расписание приёмов пищи и соответствующие напоминания

# Dinner spotlight keyword
source: Dinner
ru: Ужин

source: Done
ru: Готово

source: Error
ru: Ошибка

# Fill with frequently used parameters button title
source: Fill with frequently used parameters
ru: Заполнить частоиспользуемыми параметрами

# First meal time field view accessibility new nonempty value - %@
source: New first meal time is %@
ru: Новое время первого приёма пищи - %@

# First meal time field view new empty accessibility value
source: First meal time has cleared
ru: Время первого приёма пищи очищено

# First meal time field view new nonempty accessibility value - %@
source: New first meal time is %@
ru: Новое время первого приёма пищи - %@

# First meal time field view next toolbar item accessibility label
source: Go to the "Last meal time" text field
ru: Перейти к полю "Время последнего приёма пищи"

# First meal time field view previous toolbar item accessibility label
source: Go to the "Number of meal times" text field
ru: Перейти к полю "Количество приёмов пищи"

# First meal time field view title
source: First meal time
ru: Время первого приёма пищи

# Fitness spotlight keyword
source: Fitness
ru: Фитнес

# Food spotlight keyword
source: Food
ru: Еда

# Go to app notification settings alert message
source: You didn't give permission to send notifications. Do you want to go to app notification settings to give this permission?
ru: Ты не предоставил доступ к показу уведомлений. Хочешь перейти в настройки уведомлений приложения, чтобы предоставить доступ?

# Last meal time field view accessibility new nonempty value - %@
source: New last meal time is %@
ru: Новое время последнего приёма пищи - %@

# Last meal time field view new empty accessibility value
source: Last meal time has cleared
ru: Время последнего приёма пищи очищено

# Last meal time field view new nonempty accessibility value - %@
source: New last meal time is %@
ru: Новое время последнего приёма пищи - %@

# Last meal time field view previous toolbar item accessibility label
source: Go to the "First meal time" text field
ru: Перейти к полю "Время первого приёма пищи"

# Last meal time field view title
source: Last meal time
ru: Время последнего приёма пищи

# Lunch spotlight keyword
source: Lunch
ru: Обед

# Main screen title
source: Main
ru: Главная

# Meal spotlight keyword
source: Meal
ru: Приём пищи

# Meal time schedule screen title
source: Meal time schedule
ru: Расписание приёмов пищи

source: Next
ru: Далее

# Next meal time accessibility value
source: It's next meal time
ru: Это время следующего приёма пищи

source: No
ru: Нет

# No saved meal time actual schedule main text
source: No saved actual schedule
ru: Нет актуального сохранённого расписания

# No saved meal time schedule accessibility description
source: Tap "Calculate meal time schedule" in the top right corner to go to calculator screen
ru: Нажми "Составить расписание приёмов пищи", чтобы перейти на экран составления расписания

# No saved meal time schedule description
source: Tap "Calculate" button below to go to calculator screen
ru: Нажми кнопку "Составить" ниже, чтобы перейти на экран составления расписания

# No saved meal time schedule for today main text
source: Meals are over for today
ru: Приёмы пищи на сегодня закончились

# No saved meal time schedule text
source: No saved meal time schedule
ru: Нет составленного расписания

# Number of meal times field view new empty accessibility value
source: Number of meal times value has cleared
ru: Количество приёмов пищи очищено

# Number of meal times field view new nonempty accessibility value - %@
source: New number of meal times is %@
ru: Новое количество приёмов пищи - %@

# Number of meal times field view next toolbar item accessibility label
source: Go to the "First meal time" text field
ru: Перейти к полю "Время первого приёма пищи"

# Number of meal times field view title
source: Number of meal times
ru: Количество приёмов пищи

source: OK
ru: Хорошо

# Parameters section header
source: Parameters
ru: Параметры

source: Poedator
ru: Поедатор

# Poedator afternoon snack notification body
source: It's time for afternoon snack
ru: Пора полдничать

# Poedator breakfast notification body
source: It's time for breakfast
ru: Пора завтракать

# Poedator dinner notification body
source: It's time for dinner
ru: Пора ужинать

# Poedator lunch notification body
source: It's time for lunch
ru: Пора обедать

# Poedator main footer text
source: Upcoming meal time
ru: Время следующего приёма пищи

# Poedator main header text
source: Poedator
ru: Поедатор

# Poedator notification №%@ body
source: It's time for meal №%@
ru: Пора принимать приём пищи №%@

# Poedator notification title
source: Notification from Poedator
ru: Уведомление от Поедатора

# Poedator second breakfast notification body
source: It's time for second breakfast
ru: Пора принимать второй завтрак

# Poedator spotlight content description
source: Add reminders so you don't forget to eat!
ru: Добавляйте напоминания, чтобы не забыть поесть!

# Reminder spotlight keyword
source: Reminder
ru: Напоминание

# Save calculated schedule button title
source: Save calculated schedule
ru: Сохранить составленное расписание

# Save outdated calculated schedule alert text
source: Calculated mealtime schedule is outdated. It makes no sense to keep it
ru: Составленное расписание приёмов пищи устарело. Нет смысла его сохранять

# Saved schedule for %@ section header
source: Saved schedule for %@
ru: Сохранённое расписание на %@

# Saved schedule for today section header
source: Saved schedule for today
ru: Сохранённое расписание на сегодня

# Saved schedule for tomorrow section header
source: Saved schedule for tomorrow
ru: Сохранённое расписание на завтра

# Saved schedule for yesterday section header
source: Saved schedule for yesterday
ru: Сохранённое расписание на вчера

# Saved schedule section header
source: Saved schedule
ru: Сохранённое расписание

# Section header accessibility text %@
source: Section "%@"
ru: Секция "%@"

# Should autodelete schedule field view accessibility false value
source: The meal schedule will not be deleted automatically
ru: Расписание не будет удаляться автоматически

# Should autodelete schedule field view accessibility true value
source: The meal schedule will be deleted automatically
ru: Расписание будет удаляться автоматически

# Should autodelete schedule field view accessory button accessibility label
source: Show explanations for automatic deletion of a meal schedule
ru: Показать пояснения по автоматическому удалению расписания приёмов пищи

# Should autodelete schedule field view info
source: The meal schedule will be deleted automatically after the last meal time has passed
ru: Расписание приёмов пищи будет удалено автоматически после того, как время последнего приёма пищи пройдёт

# Should autodelete schedule field view title
source: Delete schedule automatically
ru: Удалять расписание автоматически

# Snack spotlight keyword
source: Snack
ru: Полдник

# Switch is off accessibility text
source: Is off
ru: выключен

# Switch is on accessibility text
source: Is on
ru: включён

# Text field accessibility empty value
source: No value entered
ru: Значение не введено

# Text field placeholder
source: Input value here
ru: Введи сюда значение

# To eat spotlight keyword 1
source: To eat
ru: Есть

# To eat spotlight keyword 2
source: To lunch
ru: Кушать

# Today in %@ meal time text
source: Today in %@
ru: Сегодня в %@

# Tomorrow in %@ meal time text
source: Tomorrow in %@
ru: Завтра в %@

source: Yes
ru: Да

# Yesterday in %@ meal time text
source: Yesterday in %@
ru: Вчера в %@
